Repository: izyuumi/yorozu
Catalog: apps/mac/Resources/Localizable.xcstrings
Source language: en
Languages: es, ja, ko, zh_hans

source: Starts Yorozu whenever you log in, so a Mac that restarted overnight is answering your phone again before you notice it rebooted.
es: Inicia Yorozu al iniciar sesión; así, si el Mac se reinició durante la noche, volverá a responder a tu teléfono antes de que te des cuenta de que se reinició.
ja: ログイン時にYorozuが起動するため、夜間に再起動したMacでも、再起動に気づかないうちに電話に応答できるようになります。
ko: 로그인할 때마다 Yorozu가 시작되므로 Mac이 밤새 재시동되어도 사용자가 알아차리기 전에 iPhone에 다시 응답합니다.
zh_hans: 每次登录时启动 Yorozu，这样即使 Mac 在夜间重启，它也能在您察觉重启之前继续响应您的手机。

source: Stay available
es: Mantenerse disponible
ja: 待機状態を維持
ko: 이용 가능한 상태 유지
zh_hans: 保持可用状态

source: Step %arg of %arg
es: Paso %arg de %arg
ja: ステップ %arg / %arg
ko: %arg 중 %arg 단계
zh_hans: 第 %arg 步（共 %arg 步）

source: Stop
es: Detener
ja: 停止
ko: 중지
zh_hans: 停止

source: Stop reading aloud
es: Detener lectura en voz alta
ja: 読み上げを停止
ko: 소리내어 읽기 중지
zh_hans: 停止朗读

source: Suggestion
es: Sugerencia
ja: 提案
ko: 제안
zh_hans: 建议

source: Target
es: Destino
ja: ターゲット
ko: 대상
zh_hans: 目标

source: That picture is over %arg MB. Send it from the app instead.
es: Esa imagen supera los %arg MB. Envíala desde la aplicación.
ja: その画像は%arg MBを超えています。代わりにアプリから送信してください。
ko: 해당 사진은 %argMB를 초과합니다. 대신 앱에서 보내세요.
zh_hans: 该图片超过 %arg MB。请改用应用程序发送。

source: The blind relay your phone reaches this Mac through. Restart to apply.
es: El repetidor a través del cual tu teléfono se conecta a este Mac. Reinicia para aplicar los cambios.
ja: お使いのスマートフォンがこのMacに接続する際の中継（リレー）経路です。変更を適用するには再起動してください。
ko: 귀하의 휴대폰이 이 Mac에 도달하는 블라인드 릴레이입니다. 적용하려면 다시 시작하세요.
zh_hans: 您的手机连接此 Mac 所使用的盲中继器。重启以生效。

source: Thinking…
es: Pensando…
ja: 考え中…
ko: 생각 중…
zh_hans: 正在思考…

source: This decision covers exactly these items
es: Esta decisión cubre exactamente estos elementos
ja: この判断は次の項目だけに適用されます
ko: 이 결정은 다음 항목에만 적용됩니다
zh_hans: 此决定仅涵盖以下项目

source: This one cannot be turned into a rule.
es: Esta acción no se puede convertir en una regla.
ja: この操作はルールにできません。
ko: 이 작업은 규칙으로 만들 수 없습니다.
zh_hans: 此操作不能设为规则。

source: This rule covers
es: Esta regla cubre
ja: このルールの対象
ko: 이 규칙의 범위
zh_hans: 此规则涵盖

source: This week
es: Esta semana
ja: 今週
ko: 이번 주
zh_hans: 本周

source: Thread
es: Hilo
ja: スレッド
ko: 스레드
zh_hans: 会话

source: Threads
es: Hilos
ja: スレッド
ko: 스레드
zh_hans: 线程

source: Title
es: Título
ja: タイトル
ko: 제목
zh_hans: 标题

source: Today
es: Hoy
ja: 今日
ko: 오늘
zh_hans: 今天

source: Too large to send
es: Demasiado grande para enviar
ja: 大きすぎて送信できません
ko: 너무 커서 보낼 수 없음
zh_hans: 过大，无法发送

source: Transfer money
es: Transferir dinero
ja: 送金する
ko: 송금하기
zh_hans: 转账

source: Tried top to bottom: the first that answers wins. Drag to reorder.
es: Se prueban de arriba a abajo: la primera opción que responde es la que se utiliza. Arrastra para reordenar.
ja: 上から順に試行され、最初に応答したものが採用されます。ドラッグして順序を変更できます。
ko: 위에서 아래로 시도했습니다. 먼저 대답하는 사람이 승리합니다. 재정렬하려면 드래그하세요.
zh_hans: 按从上到下的顺序尝试：第一个响应的生效。拖动以重新排序。

source: Unarchive
es: Desarchivar
ja: アーカイブ解除
ko: 보관 해제
zh_hans: 取消归档

source: Unpin
es: Desfijar
ja: ピン留め解除
ko: 고정 해제
zh_hans: 取消置顶

source: Unread
es: No leído
ja: 未読
ko: 읽지 않음
zh_hans: 未读

source: Up to
es: Hasta
ja: 最大
ko: 최대
zh_hans: 最多

source: Update automatically
es: Actualizar automáticamente
ja: 自動的に更新
ko: 자동으로 업데이트
zh_hans: 自动更新

source: Use only the services you want Yorozu to help with.
es: Utiliza solo los servicios en los que quieras que Yorozu te ayude.
ja: Yorozuに任せたいサービスのみを利用します。
ko: Yorozu가 도와주길 원하는 서비스만 사용하세요.
zh_hans: 仅使用您希望 Yorozu 协助处理的服务。

source: Used only when a window exposes no accessibility tree, so the agent can fall back to a screenshot.
es: Se utiliza solo cuando una ventana no expone un árbol de accesibilidad, para que el agente pueda recurrir a una captura de pantalla.
ja: ウィンドウがアクセシビリティツリーを提示しない場合にのみ使用され、エージェントは代わりにスクリーンショットを使用します。
ko: 창에 접근성 트리가 표시되지 않는 경우에만 사용되므로 에이전트가 스크린샷으로 대체할 수 있습니다.
zh_hans: 仅在窗口未提供辅助功能树（accessibility tree）时使用，以便代理程序改用屏幕截图。

source: Waiting for the runtime…
es: Esperando al entorno de ejecución...
ja: ランタイムを待機中…
ko: 런타임을 기다리는 중…
zh_hans: 正在等待运行时环境……

source: Work with documents, downloads, cloud drives, and app data.
es: Trabaja con documentos, descargas, unidades en la nube y datos de aplicaciones.
ja: ドキュメント、ダウンロード、クラウドドライブ、アプリデータを扱います。
ko: 문서, 다운로드, 클라우드 드라이브, 앱 데이터로 작업하세요.
zh_hans: 处理文档、下载内容、云端硬盘及应用数据。

source: Working…
es: Trabajando...
ja: 処理中…
ko: 일하는 중…
zh_hans: 正在运行……

source: YOLO mode — skip all approvals
es: Modo YOLO: omitir todas las aprobaciones
ja: YOLOモード — すべての承認をスキップ
ko: YOLO 모드 — 모든 승인 건너뛰기
zh_hans: YOLO 模式 —— 跳过所有审批步骤

source: Yesterday
es: Ayer
ja: 昨日
ko: 어제
zh_hans: 昨天

source: Yorozu always asks about subscriptions, transfers, securities trades and crypto, whatever rules are saved.
es: Yorozu siempre pregunta sobre suscripciones, transferencias, operaciones con valores y criptomonedas, independientemente de las reglas guardadas.
ja: 保存されたルールにかかわらず、サブスクリプション、送金、証券取引、暗号資産の取引については、Yorozuは常に確認を行います。
ko: Yorozu는 항상 청약, 양도, 증권 거래 및 암호화폐에 대해 어떤 규칙이 저장되어 있는지 묻습니다.
zh_hans: 无论保存了何种规则，Yorozu 始终会针对订阅、转账、证券交易及加密货币操作进行确认。

source: Yorozu always asks about this kind of action, whatever rules are saved.
es: Yorozu siempre pregunta por este tipo de acción, sin importar las reglas guardadas.
ja: 保存済みルールにかかわらず、この種類の操作は常に確認します。
ko: 저장된 규칙과 관계없이 이런 종류의 작업은 항상 확인합니다.
zh_hans: 无论保存了什么规则，Yorozu 都会询问此类操作。

source: Yorozu noticed you always allow this. Make it a rule?
es: Yorozu ha visto que siempre permites esto. ¿Crear una regla?
ja: いつも許可している操作です。ルールにしますか？
ko: 항상 허용하는 작업입니다. 규칙으로 만들까요?
zh_hans: Yorozu 注意到你总是允许此操作。要设为规则吗？

source: Yorozu wants to
es: Yorozu quiere
ja: Yorozu が実行しようとしています
ko: Yorozu가 다음 작업을 요청합니다
zh_hans: Yorozu 想要

source: Yorozu will ask again before it does %arg.
es: Yorozu volverá a preguntar antes de realizar %arg.
ja: %argを実行する前に、Yorozuは再度確認を行います。
ko: Yorozu는 %arg를 수행하기 전에 다시 물어볼 것입니다.
zh_hans: Yorozu 将在执行 %arg 之前再次询问。

source: Your Desktop, Documents, Downloads and cloud drives. macOS asks once per folder.
es: Tu escritorio, documentos, descargas y unidades en la nube. macOS solicita permiso una vez por carpeta.
ja: デスクトップ、ドキュメント、ダウンロード、クラウドドライブ。macOSはフォルダごとに1回確認を求めます。
ko: 데스크탑, 문서, 다운로드 및 클라우드 드라이브. macOS는 폴더당 한 번씩 묻습니다.
zh_hans: 您的“桌面”、“文稿”、“下载”文件夹及云端硬盘。macOS 会针对每个文件夹询问一次。

source: Your iPhone is connected and ready to use.
es: Tu iPhone está conectado y listo para usar.
ja: iPhoneが接続され、使用可能な状態です。
ko: iPhone이 연결되었으며 사용할 준비가 되었습니다.
zh_hans: 您的 iPhone 已连接并准备就绪。

source: ^[%arg approval](inflect: true) in the last month. Nothing is saved until you say so.
es: ^[%arg aprobación](inflect: true) en el último mes. No se guarda nada hasta que tú lo indiques.
ja: 過去1ヶ月間の ^[%arg approval] です。明示的に保存するまでは、何も保存されません。
ko: 지난 한 달간의 ^[%arg approval](inflect: true). 사용자가 저장하기 전까지는 아무것도 저장되지 않습니다.
zh_hans: ^[%arg approval](inflect: true)（过去一个月内）。除非您确认，否则不会保存任何内容。

source: ^[%arg item](inflect: true) in this batch
es: ^[%arg elemento](inflect: true) en este lote
ja: 今回のバッチに含まれる ^[%arg item]
ko: 이번 일괄 처리의 ^[%arg item](inflect: true)
zh_hans: 此批次中的 ^[%arg item](inflect: true)

source: and %arg more
es: y %arg más
ja: およびその他 %arg 件
ko: 및 %arg개 추가
zh_hans: 以及另外 %arg 个

source: booking
es: reserva
ja: 予約
ko: 예약
zh_hans: 预订

source: command
es: comando
ja: コマンド
ko: 명령
zh_hans: 命令

source: file change
es: cambio de archivo
ja: ファイル変更
ko: 파일 변경
zh_hans: 文件更改

source: file deletion
es: eliminación de archivo
ja: ファイル削除
ko: 파일 삭제
zh_hans: 文件删除

source: is
es: es
ja: 一致
ko: 같음
zh_hans: 等于

source: matches
es: coincide con
ja: パターン一致
ko: 패턴 일치
zh_hans: 匹配

source: message
es: mensaje
ja: メッセージ
ko: 메시지
zh_hans: 消息

source: purchase
es: compra
ja: 購入
ko: 구매
zh_hans: 购买

source: starts with
es: empieza por
ja: 前方一致
ko: 다음으로 시작
zh_hans: 开头是

source: transfer
es: transferencia
ja: 送金
ko: 송금
zh_hans: 转账

source: “Allow for this task” lasts until this task is done. A rule lasts until you revoke it.
es: La opción «Permitir para esta tarea» permanece vigente hasta que la tarea finalice. Una regla permanece vigente hasta que la revoques.
ja: 「このタスクを許可する」は、そのタスクが完了するまで有効です。ルールは、取り消すまで有効です。
ko: '이 작업 허용'은 해당 작업이 완료될 때까지 유효합니다. 규칙은 사용자가 취소할 때까지 유지됩니다.
zh_hans: “允许执行此任务”选项在任务完成前有效。规则则持续有效，直到您将其撤销。

source: “Allow for this task” lasts until this task is done. This decision covers exactly the items listed above.
es: La opción «Permitir para esta tarea» permanece vigente hasta que la tarea finalice. Esta decisión se aplica exactamente a los elementos enumerados anteriormente.
ja: 「このタスクを許可する」は、そのタスクが完了するまで有効です。この決定は、上記に記載された項目にのみ適用されます。
ko: '이 작업 허용'은 해당 작업이 완료될 때까지 유효합니다. 이 결정은 정확히 위에 나열된 항목에만 적용됩니다.
zh_hans: “允许执行此任务”选项在任务完成前有效。此决定仅适用于上述列出的项目。

source: Archived threads
es: Hilos archivados
ja: アーカイブしたスレッド
ko: 보관된 스레드
zh_hans: 已归档线程

source: Search archived threads
es: Buscar hilos archivados
ja: アーカイブしたスレッドを検索
ko: 보관된 스레드 검색
zh_hans: 搜索已归档线程

source: No archived threads
es: No hay hilos archivados
ja: アーカイブしたスレッドはありません
ko: 보관된 스레드 없음
zh_hans: 没有已归档线程

source: Threads you archive will be here.
es: Los hilos que archives aparecerán aquí.
ja: アーカイブしたスレッドはここに表示されます。
ko: 보관한 스레드가 여기에 표시됩니다.
zh_hans: 你归档的线程会显示在这里。

source: Restored threads return to the thread list.
es: Los hilos restaurados vuelven a la lista de hilos.
ja: 復元したスレッドはスレッド一覧に戻ります。
ko: 복원한 스레드가 스레드 목록으로 돌아갑니다.
zh_hans: 恢复的线程会回到线程列表。

source: Restore
es: Restaurar
ja: 復元
ko: 복원
zh_hans: 恢复

source: Show…
es: Mostrar…
ja: 表示…
ko: 보기…
zh_hans: 显示…

source: None
es: Ninguno
ja: なし
ko: 없음
zh_hans: 无

source: Searching threads still finds archived ones.
es: La búsqueda de hilos también encuentra los archivados.
ja: スレッド検索ではアーカイブしたスレッドも見つかります。
ko: 스레드를 검색하면 보관된 스레드도 찾습니다.
zh_hans: 搜索线程时仍会找到已归档的线程。

source: Click a thread to open it in the chat window.
es: Haz clic en un hilo para abrirlo en la ventana de chat.
ja: スレッドをクリックしてチャットウインドウで開きます。
ko: 스레드를 클릭하면 채팅 창에서 엽니다.
zh_hans: 点按线程即可在聊天窗口中打开。

source: Reply font
es: Fuente de las respuestas
ja: 返信のフォント
ko: 답변 글꼴
zh_hans: 回复字体

source: Rounded
es: Redondeada
ja: 丸ゴシック
ko: 둥근 글꼴
zh_hans: 圆体

source: Monospaced
es: Monoespaciada
ja: 等幅
ko: 고정폭
zh_hans: 等宽

source: No matches
es: Sin resultados
ja: 一致なし
ko: 일치 항목 없음
zh_hans: 无匹配项

source: Notifications
es: Notificaciones
ja: 通知
ko: 알림
zh_hans: 通知

source: Status
es: Estado
ja: 状態
ko: 상태
zh_hans: 状态

source: Version
es: Versión
ja: バージョン
ko: 버전
zh_hans: 版本

source: Open Yorozu from your Home Screen.
es: Abre Yorozu desde la pantalla de inicio.
ja: ホーム画面からYorozuを開きます。
ko: 홈 화면에서 Yorozu를 엽니다.
zh_hans: 从主屏幕打开 Yorozu。

source: Paste attachments
ja: 添付ファイルをペースト

source: Recover saved draft
ja: 保存済みの下書きを復元

source: Open an older saved draft separately. Your current draft is kept.
ja: 以前に保存した下書きを別の会話として開きます。現在の下書きは保持されます。

source: Saved draft recovered
ja: 下書きを復元しました

source: The recovered draft is in your conversation list. Your current draft and the original saved copy are kept.
ja: 復元した下書きは会話一覧にあります。現在の下書きと元の保存済みコピーは保持されます。

source: No readable files or images were copied. Use Photos or Files to attach them.
ja: 読み込めるファイルや画像がコピーされていません。写真またはファイルから添付してください。

source: Some attachments couldn’t be read or exceeded the import limit. Copy them again or use Files.
ja: 一部の添付ファイルを読み込めないか、読み込みの上限を超えています。もう一度コピーするか、ファイルから選択してください。

source: Chat
ja: チャット
ko: 채팅
zh_hans: 聊天

source: General
ja: 一般
ko: 일반
zh_hans: 通用

source: Relay
ja: リレー
ko: 릴레이
zh_hans: 中继

source: Serif
ja: セリフ
ko: 세리프
zh_hans: 衬线

source: Sans
ja: サンセリフ
ko: 산세리프
zh_hans: 无衬线

source: %@ approval needed: %@
ja: %1$@の承認が必要です：%2$@

source: %@ at %@
ja: %2$@での%1$@

source: %@ from %@
ja: %2$@からの%1$@

source: %@ in %@
ja: %2$@の%1$@

source: %@ isn’t reachable
ja: %@に接続できません

source: %@ on %@
ja: %2$@に対する%1$@

source: %@ to %@
ja: %2$@への%1$@

source: %@ up to %@
ja: %2$@までの%1$@

source: %@ · Approval
ja: %@・承認

source: %@ · Approval %lld of %lld
ja: %@・承認 %lld／%lld

source: %@ · Needs attention
ja: %@・確認が必要

source: %@ · Question
ja: %@・質問

source: %@ · Question %lld of %lld
ja: %@・質問 %lld／%lld

source: %@, step %lld of %lld
ja: %@、ステップ %lld／%lld

source: %lld of %lld
ja: %2$lld件中%1$lld件

source: %lld of %lld hosts connected
ja: %2$lld台中%1$lld台のホストに接続中

source: %lld skills
ja: %lld個のスキル

source: %lld update required
ja: %lld台の更新が必要です

source: A thread picks its agent when you start it. Set up the ones you’ll use.
ja: スレッドを開始するときにエージェントを選択します。使うエージェントを設定してください。

source: ACTIVITY
ja: アクティビティ

source: Actual Size
ja: 実際のサイズ

source: Add Host
ja: ホストを追加

source: Add a host in Settings to start chatting.
ja: チャットを始めるには、設定でホストを追加してください。

source: Add a host to reach its chats from this Mac.
ja: このMacからチャットにアクセスするには、ホストを追加してください。

source: Add host
ja: ホストを追加

source: Add host?
ja: ホストを追加しますか？

source: Agent
ja: エージェント

source: Agent: %@
ja: エージェント：%@

source: Agents
ja: エージェント

source: All host histories searched
ja: すべてのホストの履歴を検索済み

source: All optional. Grant only what you want; each row re-checks itself and stays in Settings.
ja: すべて任意です。必要な権限だけを許可してください。各項目は状態を再確認し、設定からいつでも変更できます。

source: Allow for this task
ja: このタスクで許可

source: Allowed by macOS
ja: macOSで許可済み

source: Already connected
ja: 接続済み

source: Already connected. Choose Repair connection to replace this host’s connection.
ja: 接続済みです。このホストとの接続を置き換えるには「接続を修復」を選択してください。

source: Always allow %@…
ja: %@を常に許可…

source: Amount: %@
ja: 金額：%@

source: Answer not applied
ja: 回答は適用されませんでした

source: Answer pending · waiting for host
ja: 回答を送信中 · ホストを待っています

source: Answers and completed tasks
ja: 返信と完了したタスク

source: Anthropic’s coding agent, working in a project on your Mac.
ja: Macのプロジェクトで作業するAnthropicのコーディングエージェント。

source: Anthropic’s coding agent.
ja: Anthropicのコーディングエージェント。

source: Any %@
ja: 任意の%@

source: Approval answer could not be applied.
ja: 承認の回答を適用できませんでした。

source: Approval needed
ja: 承認が必要です

source: Approval · %@
ja: 承認 · %@

source: Approve
ja: 承認

source: Ask %@ to get started.
ja: %@への依頼を入力してください。

source: Ask for anything your Mac can do — files, mail, calendars, or the browser.
ja: ファイル、メール、カレンダー、ブラウザなど、Macでできることを依頼してください。

source: Assistant chats
ja: アシスタントとのチャット

source: Attach photos or files
ja: 写真やファイルを添付

source: Attached file, %@, %@
ja: 添付ファイル、%1$@、%2$@

source: Attached image, %@
ja: 添付画像、%@

source: Attached image, %@, and %lld more
ja: 添付画像、%1$@、ほか%2$lld個

source: Attachment download failed integrity check. Reopen message to retry.
ja: 添付ファイルの整合性を確認できませんでした。メッセージを開き直して再試行してください。

source: Attachment unavailable on host. Reopen message to retry.
ja: ホストの添付ファイルを取得できません。メッセージを開き直して再試行してください。

source: Auto
ja: 自動

source: Awaiting approval
ja: 承認待ち

source: Back
ja: 戻る

source: Background service not found
ja: バックグラウンドサービスが見つかりません

source: Background-only host
ja: バックグラウンド専用ホスト

source: Beta builds include changes from main before a stable release. Turning beta off waits for a newer stable build.
ja: ベータ版には、正式リリース前のmainの変更が含まれます。ベータ版をオフにすると、新しい正式版が出るまで待機します。

source: Cancel send
ja: 送信を取り消す

source: Cancelled
ja: キャンセル済み

source: Changing %@
ja: %@を変更中

source: Check macOS notification settings.
ja: macOSの通知設定を確認してください。

source: Checking agents…
ja: エージェントを確認中…

source: Checking delivery…
ja: 配信を確認中…

source: Checking for updates…
ja: 更新を確認中…

source: Checking…
ja: 確認中…

source: Choose a project folder
ja: プロジェクトフォルダを選択

source: Choose a project folder for this agent
ja: このエージェントのプロジェクトフォルダを選択

source: Choose a thread or start a new one.
ja: スレッドを選択するか、新しいスレッドを開始してください。

source: Choose a thread, or start a new one.
ja: 会話を選ぶか、新しい会話を始めてください。

source: Choose agent
ja: エージェントを選択

source: Choose an agent. Send a message to begin.
ja: エージェントを選び、メッセージを送ると始まります。

source: Choose host
ja: ホストを選択

source: Choose project
ja: プロジェクトを選択

source: Claude and Claude Code are trademarks of Anthropic, PBC. OpenAI and Codex are trademarks of OpenAI. Their marks identify the selected agent only; Yorozu is independent and is not affiliated with or endorsed by either provider.
ja: ClaudeとClaude CodeはAnthropic, PBCの商標です。OpenAIとCodexはOpenAIの商標です。これらのマークは選択されたエージェントを示すために使用しています。Yorozuは独立したアプリであり、いずれの提供元とも提携関係はなく、承認も受けていません。

source: Client
ja: クライアント

source: Close
ja: 閉じる

source: Close Yorozu Windows
ja: Yorozuのウインドウを閉じる

source: Coding agents
ja: コーディングエージェント

source: Coding agents require a project folder
ja: コーディングエージェントにはプロジェクトフォルダが必要です

source: Coding threads
ja: コーディング用スレッド

source: Compatibility
ja: 互換性

source: Compatible · protocol %lld
ja: 互換性あり・プロトコル %lld

source: Completed
ja: 完了

source: Connect to the host to refresh OpenClaw models.
ja: OpenClawのモデルを更新するにはホストに接続してください。

source: Connected locally
ja: ローカル接続中

source: Connecting
ja: 接続中

source: Connecting to %@…
ja: %@に接続中…

source: Connection: %@
ja: 接続：%@

source: Continue
ja: 続ける

source: Copied message
ja: メッセージをコピーしました

source: Copy %@
ja: %@をコピー

source: Copy diagnostics
ja: 診断情報をコピー

source: Copy message
ja: メッセージをコピー

source: Could not open encrypted local cache: %@
ja: 暗号化されたローカルキャッシュを開けませんでした：%@

source: Could not queue or save draft: %@
ja: 送信待ちまたは下書きとして保存できませんでした：%@

source: Could not read event: %@
ja: イベントを読み取れませんでした：%@

source: Could not save Stop request: %@
ja: 停止リクエストを保存できませんでした：%@

source: Could not save approval answer: %@
ja: 承認の回答を保存できませんでした：%@

source: Could not save draft: %@
ja: 下書きを保存できませんでした：%@

source: Could not save pending messages: %@
ja: 送信待ちのメッセージを保存できませんでした：%@

source: Could not save pending-message migration: %@
ja: 送信待ちのメッセージの移行を保存できませんでした：%@

source: Could not save withdrawal: %@
ja: 送信の取り消しを保存できませんでした：%@

source: Couldn't resume automatically
ja: 自動で再開できませんでした

source: Couldn’t connect. Retry, or paste a new code from the host Mac.
ja: 接続できませんでした。再試行するか、ホストMacの新しいコードを貼り付けてください。

source: Current
ja: 現在

source: Decline
ja: 拒否

source: Default effort
ja: 標準の推論の強度

source: Delegating %@
ja: %@に委任中

source: Denied
ja: 拒否済み

source: Denied by macOS. Allow Yorozu in System Settings → Notifications.
ja: macOSで拒否されています。システム設定 → 通知でYorozuを許可してください。

source: Development
ja: 開発版

source: Diagnostics copied
ja: 診断情報をコピーしました

source: Direct
ja: 直接接続

source: Direct connection over Tailscale
ja: Tailscale経由で直接接続

source: Disconnected
ja: 未接続

source: Disconnected while updating OpenClaw models. Reopen the picker to refresh.
ja: OpenClawのモデルを更新中に切断されました。選択画面を開き直して更新してください。

source: Dismiss
ja: 閉じる

source: Dismiss attachment error
ja: 添付ファイルのエラーを閉じる

source: Done, unread
ja: 完了、未読

source: Don’t have Yorozu on your iPhone? [Get it](https://yorozu.yumi.to/iphone)
ja: iPhoneにYorozuがありませんか？[入手する](https://yorozu.yumi.to/iphone)

source: Downloaded conversations and available host history
ja: ダウンロード済みの会話と接続可能なホストの履歴

source: Downloaded conversations and cached host results
ja: ダウンロード済みの会話と保存済みのホスト検索結果

source: Downloaded conversations and cached host results · searching available hosts…
ja: ダウンロード済みの会話と保存済みのホスト検索結果 · 接続可能なホストを検索中…

source: Downloaded conversations and partial host results
ja: ダウンロード済みの会話とホストの一部の検索結果

source: Downloaded conversations only
ja: ダウンロード済みの会話のみ

source: Downloaded conversations only · shorten search for host history
ja: ダウンロード済みの会話のみ · ホストの履歴を検索するには検索語を短くしてください

source: Downloaded conversations · searching available hosts…
ja: ダウンロード済みの会話 · 接続可能なホストを検索中…

source: Downloaded conversations · searching host…
ja: ダウンロード済みの会話 · ホストを検索中…

source: Downloaded conversations, cached and available host results
ja: ダウンロード済みの会話、保存済みと接続可能なホストの検索結果

source: Downloads updates in the background. Installs after this Mac’s agents finish and stay idle for 10 seconds.
ja: 更新をバックグラウンドでダウンロードします。このMacのエージェントが終了し、10秒間待機状態になるとインストールします。

source: Draft
ja: 下書き

source: Draft stash
ja: 保存した下書き

source: Edit from here
ja: ここから編集

source: Edit from here?
ja: ここから編集しますか？

source: Enable notifications on this Mac
ja: このMacで通知を有効にする

source: Enter starts a new line.
ja: Enterで改行します。

source: Every tool request on this host runs without asking, including purchases, messages, commands, and deletes.
ja: このホストでは、購入、メッセージ送信、コマンド実行、削除を含むすべてのツール操作を確認なしで実行します。

source: Everyday tasks, files, mail, and more.
ja: 日々の用事、ファイル、メールなど。

source: Expired · Still send?
ja: 期限切れ · 送信しますか？

source: Extra high
ja: 非常に高い

source: Failures needing attention
ja: 確認が必要なエラー

source: Fetches the rest of the output from the Mac
ja: Macから残りの出力を取得します

source: Fetching the rest…
ja: 残りを取得中…

source: Files and Full Disk Access are in
ja: ファイルとフルディスクアクセスの設定場所：

source: Finish Setup…
ja: 設定を完了…

source: Finishing agent work before update
ja: 更新前にエージェントの作業を完了中

source: Follow-up messages
ja: 追加のメッセージ

source: Forward
ja: 進む

source: Fresh approval required for this action
ja: この操作には改めて承認が必要です

source: Gateway not running
ja: Gatewayが起動していません

source: Granted
ja: 許可済み

source: High
ja: 高い

source: Host
ja: ホスト

source: Host Mac
ja: ホストMac

source: Host could not save attachment. Retrying.
ja: ホストに添付ファイルを保存できませんでした。再試行中です。

source: Host history searched
ja: ホストの履歴を検索済み

source: Host isn’t reachable
ja: ホストに接続できません

source: Host version
ja: ホストのバージョン

source: Host: %@
ja: ホスト：%@

source: Hosts
ja: ホスト

source: How much effort?
ja: 推論の強度は？

source: IN PROGRESS
ja: 進行中

source: Idle
ja: 待機中

source: In Terminal, run
ja: ターミナルで実行：

source: Install now
ja: 今すぐインストール

source: Install update now
ja: 更新を今すぐインストール

source: It can reach this Mac now. Whether an agent answers depends on what is set up here.
ja: このMacに接続できるようになりました。エージェントが応答するには、このMacでの設定が必要です。

source: It hosts Yorozu. Your paired devices reach it through the relay.
ja: このMacがYorozuのホストです。ペアリング済みのデバイスはリレー経由で接続します。

source: Keep Yorozu Running
ja: Yorozuの実行を続ける

source: Keep Yorozu running checks every minute and opens Yorozu again if it has died; quitting from the menu is still a quit. Never sleep keeps this Mac awake so the agent can answer your phone while you are away.
ja: 「Yorozuの実行を維持」は毎分状態を確認し、停止していれば再起動します。メニューから終了した場合は再起動しません。「スリープしない」はこのMacを起動状態に保ち、外出中もエージェントがスマートフォンに応答できるようにします。

source: Legacy host · chat supported
ja: 旧バージョンのホスト・チャット利用可

source: Let Claude Code and Codex threads see and operate apps on this Mac.
ja: Claude CodeとCodexのスレッドが、このMacのアプリを確認・操作できるようにします。

source: Let Claude Code and Codex threads work with documents, downloads, cloud drives, and app data.
ja: Claude CodeとCodexのスレッドが、書類、ダウンロード、クラウドドライブ、アプリデータを扱えるようにします。

source: Link: %@, %@
ja: リンク：%1$@、%2$@

source: Listen to reply
ja: 返信を読み上げ

source: Low
ja: 低い

source: Mac connection: %@
ja: Macとの接続：%@

source: Mac key
ja: Macの鍵

source: Mac key: %@
ja: Macの鍵：%@

source: Mac offline — messages will queue
ja: Macはオフラインです — メッセージは送信待ちになります

source: Make Text Bigger
ja: 文字を大きくする

source: Make Text Smaller
ja: 文字を小さくする

source: Manage paired Macs in Hosts.
ja: 「ホスト」でペアリング済みのMacを管理できます。

source: Manage pairing in Connection.
ja: 「接続」でペアリングを管理できます。

source: Max
ja: 最大

source: Medium
ja: 中程度

source: Messages
ja: メッセージ

source: Messages are end-to-end encrypted. The relay passes them along but can’t read them. [Privacy](https://yorozu.yumi.to/privacy)
ja: メッセージはエンドツーエンドで暗号化されます。リレーは転送するだけで、内容を読むことはできません。[プライバシー](https://yorozu.yumi.to/privacy)

source: Minimal
ja: 最小

source: Model and effort
ja: モデルと推論の強度

source: Needs Attention
ja: 確認が必要

source: Needs approval
ja: 承認が必要です

source: Needs input
ja: 入力が必要です

source: New Chat
ja: 新しいチャット

source: New activity
ja: 新しいアクティビティ

source: New answer
ja: 新しい返信

source: New host pairing code
ja: 新しいホストのペアリングコード

source: Next
ja: 次に送信

source: Next match
ja: 次の一致

source: Nickname
ja: ニックネーム

source: No chat yet
ja: チャットはまだありません

source: No devices paired yet
ja: ペアリング済みのデバイスはありません

source: No downloaded matches
ja: ダウンロード済みの会話に一致するものはありません

source: No longer needed
ja: 不要になりました

source: No project folders
ja: プロジェクトフォルダがありません

source: No thread selected
ja: 会話が選択されていません

source: Not available — this build is not an installed app bundle.
ja: 利用できません。このビルドはインストール済みのアプリではありません。

source: Not connected
ja: 未接続

source: Not installed
ja: 未インストール

source: Not logged in
ja: 未ログイン

source: Not registered.
ja: 未登録です。

source: Not selected
ja: 未選択
